{
  "_class_name": "AutoencoderKL",
  "_diffusers_version": "0.30.0",
  "block_out_channels":,
  "in_channels": 3,
  "latent_channels": 16,
  "layers_per_block": 2,
  "norm_num_groups": 32,
  "out_channels": 3,
  "sample_size": 1024,
  "scaling_factor": 0.3611,
  "shift_factor": 0.1159
}
